<!DOCTYPE html>
<html>
<head>
  <title>Terms and Conditions</title>
  <!-- Latest compiled and minified CSS -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/css/bootstrap.min.css">

  <!-- jQuery library -->
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.4/jquery.min.js"></script>

  <!-- Latest compiled JavaScript -->
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/js/bootstrap.min.js"></script>
  <style>
    /* Add your custom CSS styles here */

    * {
        direction: rtl;
    }

    body {
      font-family: Arial, sans-serif;
      margin: 20px;
    }
    h1 {
      font-size: 24px;
      margin-bottom: 10px;
    }
    h2 {
      font-size: 20px;
      margin-bottom: 10px;
    }
    p {
      margin-bottom: 10px;
    }
  </style>
</head>
<body>
    <div class="container">
        <h1 class="text-center">
الشروط واألحكام لتطبيق كابتن أسك
        </h1>
        <h4>
            يرجى قراءة هذه الشروط بعناية قبل الحصول على الخدمات أو استخدامها
        </h4>

        <p>
            إن وصولك إلى الخدمات واستخدامها يعتبر موافقة منك على االلتزام بهذه الشروط مما ينشئ عالقة تعاقدية بينك وبين
            تطبيق كابتن أسك . وفي حالة عدم موافقتك على هذه الشروط ال يجوز لك الحصول على الخدمات أو استخدامها وتحل
            هذه الشروط تحديدا محل أي اتفاقات أو ترتيبات سابقة أبرمت معك . ويجوز لتطبيق كابتن أسك إنهاء هذه الشروط أو أي
            من الخدمات التي تخصك على الفور أو بشكل عام إيقاف عرض الخدمات التي تخصك على الفور أو بشكل عام إيقاف
            عرض الخدمات أو منع الوصول إليها أو إلى أي جزء منها في أي وقت وألي سبب كان , وقد تنطبق بعض الشروط
            التكميلية على خدمات معينة كالسياسات الخاصة بحدث أو نشاط أو حملة ترويجية معينة وسيتم اإلفصاح لك عن هذه
            الشروط التكميلية المتعلقة بالخدمات المقدمة تضاف الشروط التكميلية إلى الشروط ألغراض الخدمات المقدمة كما وتعتبر
            جزاء منها . وتسود الشروط التكميلية على هذه الشروط في حالة التعارض فيما يتعلق بالخدمات المقدمة . ويجوز لتطبيق
            كابتن أسك تعديل الشروط المتعلقة بالخدمات أو الشروط التكميلية المتعلقة بالخدمة المقدمة من حين إلى أخر . إن استمرار
            وصولك إلى الخدمات أو استخدامها بعد هذا النشر يعتبر موافقة منك على االلتزام بالشروط بصيغتها المعدلة .
        </p>

        <p>
            نحن نقوم بجمع البيانات الشخصية واستخدامها فيما يتعلق بالخدمات وفقا لما هو منصوص عليه في سياسة الخصوصية
            الخاصة بتطبيق كابتن أسك والتي يمكن االطالع عليها من الرابط اإللكتروني ) ######### ( ويجوز لتطبيق كابتن
            أسك تقديم ما يلزم من معلومات ) بما في ذلك معلومات االتصال الخاصة بك ( إلى شركات تسوية المطالبات أو شركات
            التأمين أو أي جهه أمنية أو حكومية في حال وجود شكوى أو نزاع أو خالف والذي قد يتضمن حادث يقع بينك وبين
            مقدم خدمة خارجي حيث تكون هذه المعلومات أو البيانات ضرورية لتسوية الشكوى أو النزاع أو الخالف .
        </p>

        <h4>
            الترخيص
        </h4>

        <p>
            يمنحك تطبيق أسك شريطة امتثالك بهذه الشروط ترخيصا محدودا غير حصري ال يمكن ترخيصه من الباطن وال يمكن
            نقله إلى شخص أخر وهو قابل لإللغاء من أجل .
        </p>

        <ol>
            <li>
                <p>
                    الوصول إلى التطبيقات واستخدامها على جهازك الشخصي فيما يتعلق باستخدامك للخدمات فقط .
                </p>
            </li>
            <li>
                <p>
                    الوصول إلى أي من المحتويات والمعلومات والمواد ذات الصلة التي قد يتم توفيرها من خالل الخدمات
                    واستخدامها . وفي جميع هذه الحاالت يكون االستخدام شخصي فقط وغير تجاري . ويحتفظ تطبيق كابتن أسك
                    والمرخصون التابعون لها بأي من الحقوق غير الممنوحة في هذه الشروط .
                </p>
            </li>
        </ol>

        <h4>
            القيود
        </h4>

        <p>ال يحق إجراء ما يلي :</p>

        <ol>
            <li>
                <p>
                    إزالة أي من حقوق الطبع والنشر أو العالمات التجارية أو غيرها من شعارات الملكية من أي جزء من
الخدمات .
                </p>
            </li>

            <li>
                <p>
                    استنساخ الخدمات أو تعديلها أو إعداد أعمال مشتقه منها أو توزيعها أو ترخيصها أو تأجيرها أو بيعها أو بيعها
                    أو إعادة بيعها أو نقل ملكيتها أو عرضها عالنية أو أدائها عالنية أو بثها أو تعميمها أو نشرها أو استقاللها بأي
                    شكل أخر باستثناء ما تسمح به تطبيق كابتن أسك .
                </p>
            </li>

            <li>
                <p>
                    التالعب بشفراتها أو عكس هندستها أو تفكيكها باستثناء ما تسمح به القوانين المطبقة .
                </p>
            </li>

            <li>
                <p>
                    إنشاء ارتباط ألي جزء من الخدمات أو إعداد نسخ مطابقة منها أو تأطيرها .                </p>
            </li>

            <li>
                <p>
                    إنشاء أو التسبب في إنشاء أي برامج أو برامج نصية بغرض التخلص من أي جزء من الخدمات أو فهرسته أو
مسحه أو استغالل بياناته بطريقة أخرى أو إثقال أو إعاقة عمل أو وظيفة أي جانب من الخدمات على نحو غير
مالئم .
                </p>
            </li>

            <li>
                <p>
                    محاولة الدخول بشكل غير مصرح به للخدمات أو إتالف أي من جوانبها أو أي من األنظمة والشبكات المتعلقة
                    بها .
                </p>
            </li>
        </ol>

        <h4>
            الخدمات
        </h4>

        <p>
            تشمل الخدمات منصة تمكن مستخدمي تطبيقات الجوال أو المواقع اإللكترونية الخاصة بكابتن أسك والمتاحة
            كجزء من الخدمات يشار إلى كل منها بتطبيق لتدبير وجدولة خدمات النقل و/ أو الخدمات اللوجستية مع
            األطراف الخارجية المستقلة المقدمة لهذه الخدمات بما في ذلك مقدمي خدمات النقل الخارجيين المستقلين
            ومقدمي الخدمات اللوجستية الخارجيين المستقلين بموجب االتفاق مع تطبيق كابتن أسك أو بعض شركاتها
            الفرعية ) مقدمي الخدمات الخارجيون ( يتم توفير الخدمات الستخداماتك الشخصية غير التجارية فقط إال إذا
            وافق تطبيق كابتن أسك على خالف ذلك في اتفاقية كتابية مفصلة معك وتقر من جانبك بأن تطبيق كابتن أسك
            ال تقدم خدمات النقل أو الخدمات اللوجستية أو تعمل بوصفها تطبيق كابتن أسك نقل وأن جميع خدمات النقل أو
            الخدمات اللوجستية تقدم بواسطة مقاولين خارجيين مستقلين ال يعملون لدى تطبيق كابتن أسك أو خدماتها
            الفرعية .
        </p>

        <h4>
            تقديم الخدمات
        </h4>

        <p>
            يجوز بأنه يجوز إتاحة أجزاء من الخدمات تحت العالمات التجارية المختلفة لتطبيق كابتن أسك أو خيارات
            الطلب المرتبطة بخدمات النقل أو الخدمات اللوجستية بما في ذلك أنواع خدمات النقل المشار إليها في الوقت
            الراهن ب ) الصغيرة و الكبيرة والوينش والبضائع ( وعالمات طلب الخدمات اللوجستية والتي يشار إليها في
            الوقت الراهن ) تسوق ( وتقر أيضا بأنه يجوز توفير الخدمات بموجب هذه العالمات التجارية أو خيارات
            الطلب بواسطة أو فيما يتعلق بما يلي -
        </p>

        <ol>
            <li>
                <p>
                    بعض الشركات الفرعية والتابعة لتطبيق كابتن أسك .
                </p>
            </li>
            <li>
                <p>
                    مقدمو خدمات خارجيون مستقلون بما في ذلك سائقو شركات شبكة النقل أو حاملو التصاريح بموجب
                    ميثاق النقل أو حاملو التصاريح أو األذون أو تراخيص النقل المماثلة .
                </p>
            </li>
        </ol>

        <h4>
            خدمات األطراف الخارجية ومحتواها
        </h4>

        <p>
            قد يتم توفير الخدمات أو إتاحة الوصول إليها باالقتران بخدمات ومحتوى أطراف خارجية )بما في ذلك
            اإلعالن( والتي ال تخضع لسيطرة تطبيق أسك وتقربأنه قد تسري شروط استخدام وسياسات خصوصية مختلفة
            على استخدامات لخدمات ومحتوى األطراف الخارجية ال تصادق تطبيق كابتن أسك على خدمات ومحتوى
            األطراف الخارجية وال تتحمل بأي حال من األحوال المسؤولية تجاه أي من منتجات أو خدمات مقدمي
            الخدمات الخارجيين . إضافة إلى ذلك تعتبر تطبيق كابتن أسك أو شركة غوغل أو مايكروسوفت كوربوريشن
            أو بالك بيري و/ أو شركاتهم التابعة والفرعية الدولية المعنية مستفيدين خارجيين لهذا العقد إذا قمت بالوصول
            إلى الخدمات باستخدام التطبيقات المصممة خصيصا ألجهزة الجوال والتي تعمل بنظام ios Apple و
             Android و Microsoft و Windows و Blackberry . على التوالي وال يعتبر هؤالء المستفيدون
            الخارجيون في هذا العقد وال يتحملون المسؤولية عن عدم تقديم الخدمات أو دعمها بأي طريقة كانت ويخضع
            وصولك إلى الخدمات باستخدام هذه األجهزة إلى الشروط المنصوص عليها في شروط الخدمة المطبقة الخاصة
            بالمستفيد الخارجي .
        </p>

        <h4>
            الملكية
        </h4>

        <p>
            تظل الخدمات وجميع الحقوق المتعلقة بها ملكية خاصة بتطبيق كابتن أسك أو بمانحي التراخيص التابعين لها ز
            وال مال تمنحك هذه الشروط وال استخدامك للخدمات أي حقوق بالتالي -:
        </p>

        <ol>
            <li>
                <p>
                    في الخدمات أو فيما يتعلق بها بخالف الترخيص المحدود الممنوح أعاله
                </p>
            </li>
            <li>
                <p>
                    الستخدام أو اإلشارة بأي طريقة إلى أسماء الشركات أو الشعارات أو أسماء المنتجات والخدمات
او العالمات التجارية أو عالمات الخدمة الخاصة بتطبيق كابتن أسك أو تلك الخاصة بالمرخصين التابعين لها .
                </p>
            </li>
        </ol>

        <h4>
            متطلبات المستخدم وسلوكه
        </h4>

        <p>
            ال تتوفر الخدمة لالستخدام من قبل األشخاص دون سن 18 عاما وال يحق لك تفويض استخدام حسابك ألطراف خارجية
            كما ال يمكنك السماح لألشخاص دون 18 عاما بالحصول على خدمات النقل والخدمات اللوجستية من مقدمي خدمات
            خارجيين مالم يكونوا بصحبتك . وال يجوز لك التنازل عن حسابك أو نقل ملكيته إلى أي شخص أو كيان أخر وتوافق من
            جانبك على االمتثال لجميع القوانين المعمول بها عند استخدام الخدمات وال يجوز لك استخدامها إال ألغراض قانونية )
            على سبيل المثال عدم نقل مواد غير قانونية أو خطرة ( وال يجوز لك أن تتسبب عند استخدامك للخدمات في إلحاق أذى
            أو إزعاج أو مضايقة أو أضرار في الملكية سواء إلى مقدمي الخدمات الخارجيين أو إلى أي أطراف أخرى وفي بعض
            الحاالت قد يطلب منك تقديم إثبات شخصية للوصول إلى الخدمات أو استخدامها وتوافق على أنه قد تمنع من الوصول إلى
            الخدمات أو من استخدامها إذا ما رفضت تقديم إثبات الشخصية .
        </p>

        <h4>
            الرسائل النصية
        </h4>

        <p>
            بمجرد إنشاء الحساب فأنت توافق على أن الخدمات قد ترسل إليك بعض الرسائل النصية المعلوماتية كجزء من سياق
            األعمال الطبيعي الستخدامك للخدمات . ويحق لك رفض تلقي الرسائل النصية من كابتن أس ك في أي وقت وذلك عن
            طريق إرسال رسالة إلى البريد اإللكتروني وتوضح فيها عدم رقبتك في تلقي مزيد من الرسائل مع تضمين رقم الجوال
            الذي يتلقى هذه الرسائل وتقر من جانبك بأن رفض تلقي الرسائل النصية قد يؤثر على استخدامك للخدمات .         </p>

        <h4>
            القوانين أو اللوائح المعمول بها
        </h4>
        <p>
            توافق من جانبك على عدم تقديم أي محتوى مستخدم تشهيري أو افترائي أو بغيض أو عنيف أو فاحش أو إباحي أو غير
قانوني أو عدواني بأي شكل أخر . وذلك على النحو الذي تحدده تطبيق كابتن أسك وفق تقديرها المطلق سواء كانت هذه
المادة محمية بموجب القانون أم ال ويجوز لتطبيق كابتن أسك مراجعة محتوى المستخدم أو مراقبته أو إزالته وفق تقديرها
المطلق في أي وقت وألي سبب كان دون إخطارك بذلك ولكنها ليست ملزمة بذلك .
        </p>

        <h4>
            الوصول إلى الشبكة واألجهزة
        </h4>
        <p>
            تتحمل أنت مسؤولية الحصول على البيانات الضرورية الخاصة بالوصول إلى الشبكة الستخدام الخدمات . قد تطبق عليك
            أسعار ورسوم البيانات والرسائل التي تطبقها شبكة الجوال التي تشترك فيها وذلك إذا قمت بالوصول إلى الخدمات أو
            استخدامها من جهاز يعمل السلكيا وتتحمل أنت مسؤولية هذه األسعار والرسوم وتتحمل أنت مسؤولية حيازة وتحديث
            المعدات أو األجهزة المناسبة التي تكون ضرورية للوصول إلى الخدمات والتطبيقات وأي تحديثات خاصة بها واستخدامها
            وال تضمن تطبيق كابتن أسك أن تعمل الخدمات أو أي جزء منها على أي معدات أو أجهزة معينة . إضافة إلى ذلك قد
            تعاني الخدمات من األعطال والتأخيرات المتأصلة في استخدام اإلنترنت واالتصاالت اإللكترونية .
        </p>

        <h4>
            الــدفع
        </h4>

        <p>
            تتفهم من جانبك أن استخدام الخدمات قد يؤدي إلى فرض رسوم عليك في مقابل الخدمات أو السلع التي تحصل عليها من
            مقدم خدمات خارجي ) الرسوم ( وبعد أن تتلقى الخدمات أو السلع المتحصل عليها من خالل استخدامك للخدمة ستسهل
            عليك تطبيق كابتن أسك دفع الرسوم المطبقة نيابة عن مقدم الخدمات الخارجي بصفتها وكيل تحصيل المدفوعات المحدود
            التابع لمقدم الخدمات الخارجي ويعتبر دفع الرسوم على هذا النحو فعاال كما لو أجري الدفع مباشرة من جانبك إلى مقدم
            الخدمات الخارجي وستشمل الرسوم الضرائب المعمول بها بحسب ما ينص عليه القانون وتكون جميع الرسوم التي تدفعها
            نهائية وغير قابلة لالسترداد مالم تحدد تطبيق كابتن أسك خالف ذلك وتحتفظ من جانبك بالحق في طلب تخفيض الرسوم
            من مقدم خدمات خارجي مقابل الخدمات والسلع بناء عليه سوف تستجيب تطبيق كابتن أسك ألي طلب من أي مقدم
            خدمات خارجي لتعديل الرسوم الخاصة بخدمة أو سلعة معينة . وتكون جميع الرسوم مستحقة بأثر فوري ويتم تسهيل
            عملية الدفع عن طريق تطبيق كابتن أسك باستخدام طريقة الدفع المفضلة لك والمحدودة في حسابك وبعدها سترسل إليك
            تطبيق كابتن أسك إيصاال عبر البريد اإللكتروني وإذا كانت طريقة الدفع الرئيسية التي عينتها في حسابك منتهية أو غير
            صالحة أو ال يمكن الدفع من خاللها فإنك توافق على أنه يجوز لتطبيق كابتن أسك من منطلق كونها وكيل تحصيل
            المدفوعات المحدود لمقدم الخدمات الخارجي استخدام طريقة الدفع الثانوية في حسابك إن وجدت وكما هو متفق عليه بينك
            وبين تطبيق كابتن أسك تحتفظ تطبيق كابتن أسك بحقها في إنشاء أو الغاء أو مراجعة الرسوم الخاصة بأي من الخدمات أو
            السلع التي يتم الحصول عليها أو جميعها من خالل استخدام الخدمات في أي وقت وفقا لتقدير تطبيق كابتن أسك المطلق
            عالوة على ذلك فإنك تقر وتقبل بأنه يجوز زيادة الرسوم المطبقة في بعض المناطق الجغرافية بشكل كبير خالل أوقات
            ارتفاع الطلب وستبذل تطبيق كابتن أسك جهودا معقوله إلخطارك بالرسوم التي قد تنطبق عليك شريطة أن تتحمل
            المسؤولية عن الرسوم المتكبدة في حسابك بغض النظر عن درايتك بها أو بالمبالغ الخاصة بهذا الحساب يجوز لتطبيق
            كابتن أسك من حين إلى أخر أن تزود المستخدمين بالعروض والخصومات الترويجية التي قد ينتج عنها مبالغ متفاوتة يتم
            دفعها للحصول على نفس الخدمات أو السلع أو الحصول على خدمات وسلع مماثلة أثناء استخدام الخدمات وتوافق من
            جانبك على أال يكون لهذا العروض والخصومات الترويجية مالم تتاح لك أيضا عالقة باستخدامك للخدمات أو الرسوم
            المحتسبة عليك يجوز لك أن تختار إلغاء طلبك الخاص بالخدمات أو السلع المقدمة من مقدم خدمات خارجي في أي وقت
            قبل وصوله قد يتم مطالبتك بدفع رسوم اإللغاء . إن هيكل الدفع هذا يهدف إلى تعويض مقدم الخدمات الخارجي تعويضا
            كامال مقابل الخدمات والسلع المقدمة وباستثناء ما يتعلق بخدمات النقل بسيارات األجرة التي تطلب من خالل التطبيق . ال
            تخصص تطبيق كابتن أسك أي حصة من مدفوعاتك على سبيل الهبة أو اإلكرامية لمقدم الخدمات الخارجي إن أي بيان
            تقدمة تطبيق كابتن أسك على موقعها اإللكتروني أو في التطبيق أو مواد التسويق لتطبيق كابتن أسك بأن اإلكراميات
            طوعية أو غير مشترطة أو مضمنة في المدفوعات التي تقدمها للحصول على الخدمات أو السلع المقدمة ال يقصد به
            اإلشارة إلى أن تطبيق كابتن أسك تقدم أي مبالغ إضافية لمقدم الخدمات الخارجي سوى المبالغ الموضحة أعاله تدرك
            وتوافق من جانبك على أنه في حين أن لك مطلق الحرية في تقديم مدفوعات إضافية على سبيل اإلكرامية ألي مقدم
            خدمات خارجي يزودك بالخدمات والسلع من خالل الخدمة إال إنك ملزم بذلك فاإلكراميات تدفع طواعية بعد حصولك
            على الخدمات والسلع من خالل الخدمة ستتاح لك الفرصة لتقييم تجربتك وتقديم مالحظات إضافية بشأن مقدم الخدمات
            الخارجي.
        </p>

        <h4>
            رسوم اإلصالح أو التنظيف

        </h4>
        <p>
            تقدم الخدمات على حالتها وبحسب توافرها تخلي تطبيق كابتن أسك مسؤوليتها عن جميع اإلقرارات والتعهدات صريحة
كانت أم ضمنية أم تشريعية والتي لم ينص عليها صراحة في هذه الشروط بما فيها اإلقرارات الضمنية الخاصة بقابلية
التسويق والمالئمة لغرض معين وعدم المخالفة إضافة إلى ذلك ال تقدم تطبيق كابتن أسك أي إقرارات أو تعهدات أو
ضمانات بخصوص موثوقية أو دقة مواعيد أو جودة أو مالءمة أو توافر الخدمات أو أي منها أو السلع المطلوبة أثناء
استخدام هذه الخدمات أو بخصوص عدم انقطاع الخدمات أو خلوها من األخطاء وال تضمن تطبيق كابتن أسك جودة
مقدمي الخدمات الخارجيين أو مالءمتهم أو سالمتهم أو قدرتهم . توافق من جانبك على أن المخاطر الكاملة التي تنشأ عن
استخدامك للخدمات أو أي من الخدمات أو السلع المطلوبة فيما يتعلق بهذا االستخدام تبقى متعلقة بك وحدك إلى الحد
األقصى المسموح به بموجب القانون الم عمول به .
        </p>

        <h4>
            حدود المسؤولية
        </h4>
        <p>
            لن تكون تطبيق كابتن أسك مسؤولة عن األضرار غير المباشرة أو العرضية أو الخاصة أو التحذيرية أو الجزائية أو
التبعية بما فيها خسارة األرباح أو فقدان البيانات أو اإلصابة أو الناجم بأي صورة عن استخدام الخدمات حتى وإن أبلغت
تطبيق كابتن أسك باحتمالية حدوث تلك األضرار ولن تكون تطبيق كابتن أسك مسؤولة عن أي أضرار أو مسؤوليات أو
خسائر تنشأ عن -
        </p>

        <ol>
            <li>
                <p>
                    ستخدامك للخدمات أو اعتمادك عليها أو عدم قدرتك على الوصول إلى الخدمات أو استخدامها
                </p>
            </li>
            <li>
                <p>
                    أي معاملة تجارية أو عالقة بينك وبين أي مقدم خدمات خارجي حتى وإن تم إبالغ تطبيق كابتن أسك باحتمالية
                    حدوث تلك األضرار ولن تكون تطبيق كابتن أسك مسؤولة عن التأخير أو اإلخالل باألداء الناشئ عن أسباب
                    تقع خارج سيطرة تطبيق كابتن أسك المعقولة وتقر من جانبك بأن مقدمي خدمات النقل الخارجيين الذين يقدمون
                    هذه الخدمات المطلوبة من خالل بعض أنواع الطلبات قد يقومون بتقديم خدمات مشاركة الركوب أو خدمات
                    النقل من النظير إلى النظير وأنهم قد ال يكونوا مرخصين أو مصرح لهم من الناحية المهنية .                 </p>
            </li>
        </ol>
        <p>
            يجوز لك استخدام خدمات تطبيق كابتن أسك لطلب وجدولة خدمات النقل أو تقديم السلع أو الخدمات اللوجستية بواسطة
            مقدمي خدمات الخارجيين إال أنك توافق على عدم تحمل تطبيق كابتن أسك ألي مسؤولية أو التزام تجاهك بخصوص أي
            من خدمات النقل أو تقديم السلع أو الخدمات اللوجستية المقدمة لك بواسطة مقدمي الخدمات الخارجيين إال ما نص عليه
            صراحة في هذه الشروط . ال يفهم من بنود حدود المسؤولية وإخالء المسؤولية الواردة في القسم الحد من المسؤوليات أو
            تبديل حقوقك كعميل والتي ال يمكن استثناؤها بموجب القانون المعمول به .
        </p>

        <h4>
            أحكام عامة
        </h4>

        <p>
            ال يجوز لك التنازل عن أو نقل ملكية أي من هذه الشروط بصوره كلية أو جزئية دون موافقة مسبقة من تطبيق كابتن أسك
من أجل تمكينها من التنازل عن أو نقل ملكية هذه الشروط بصورة كلية أو جزئية بما في ذلك إلى أي شركة فرعية أو
تابعة أو أحد المستحوذين عل تطبيق كابتن أسك أو أعمالها أو أصولها أو الشركة التي تخلفها في حالة الدمج . لن ينشأ أي
مشروع مشترك أو شراكة أو توظيف أو عالقة وكالة بينك أو بين تطبيق كابتن أسك أو أي مقدم خدمات خارجي أخر
نتيجة للعقد المبرم بينك وبين تطبيق كابتن أسك أو نتيجة لالستخدام الخدمات . في حال الحكم بعدم قانونية أي حكم في
هذه الشروط أو بطالنه أو عدم قابليته لإلنفاذ كليا أو جزئيا وبمقتضى أي قانون فيتم اعتبار هذا الحكم أو الجزء من الحكم
من الحكم ليس جزءا من هذه الشروط دون أي تأثير على قانونية بقية أحكام هذه الشروط أو صحتها أو قابليتها لإلنفاذ
وفي هذه الحالة يستبدل الطرفان الحكم / الجزء من الحكم غير القانوني أو الباطل أو غير الباطل لإلنفاذ بحكم / جزء من
الحكم قانوني وصالح وقابل لإلنفاذ شريطة أن يكون له أثر مشابه إلى أقصى قدر ممكن للحكم / الجزء من الحكم غير
القانوني أو الباطل أو غير القابل لإلنفاذ مع مراعاة مضمون هذه الشروط والغرض منها تشكل هذه الشروط مجمل ما تم
االتفاق والتفاهم عليه بين الطرفين فيما يتعلق بموضوعها وهي تحل محل كافة االتفاقيات والتعهدات السابقة والمعاصرة
بشأن الموضوع وتنسخها وفي هذه الشروط فإن هذه الكلمات بما في ذلك ويشمل بها بما في ذلك ولكن ال ينحصر في .
        </p>

        <h4>
            الشروط واألحكام المتعلقة بضريبة القيمة المضافة
        </h4>
        <h6>
            أحكام عامة
        </h6>
        <ol>
            <li>
                <p>
                    تطبق هذه الشروط واألحكام ) شروط ضريبة القيمة المضافة ( اعتبارا من تاريخ إصدارها وتظل سارية مالم
يتم إنهاؤها صراحة من قبل تطبيق كابتن أسك .
                </p>
            </li>
            <li>
                <p>
                    استمرار استخدامكم لتطبيق كابتن أسك في أو بعد تاريخ تسلمكم لشروط ضريبة القيمة المضافة هذه يعني
موافقتكم على شروط ضريبة القيمة المضافة هذه .
                </p>
            </li>
            <li>
                <p>
                    تكون للمصطلحات المستخدمة المعاني المعروفة في شروط االستخدام العامة أعاله مالم تعرف صراحة بشكل
                    مختلف في شروط ضريبة القيمة المضافة هذه .                </p>
            </li>
            <li>
                <p>
                    تطبيقا للتعليمات الواردة من الهيئة العامة للزكاة والدخل تحسب ضريبة القيمة المضافة على إجمالي أجرة النقل
                    بالسعر السائد وفي حالة وجود أي تغيير يطرأ على هذه التعليمات وكان هذا التغيير مطابقا بأثر رجعي سوف
                    تسعى تطبيق كابتن أسك إلى إرجاع ضريبة القيمة المضافة من المبالغ التي قد تزد الحقا إلى تطبيق كابتن أسك
                    من قبل الهيئة العامة للزكاة والدخل وفقا ألحكام البند الثالث أدناه .
                </p>
            </li>
        </ol>
        <h4>
            استرداد ضريبة القيمة المضافة
        </h4>
        <ol>
            <li>
                <p>
                    ال تقدم تطبيق كابتن أسك أي ضمانات على أنه سيتم استرداد مبالغ ضريبة القيمة المضافة التي تحتسب على
                    كامل أجرة النقل من الهيئة العامة للزكاة والدخل أو ردها إليك .
                </p>
            </li>
            <li>
                <p>
                    يحق لتطبيق كابتن أسك خصم المصروفات اإلدارية والتكاليف األخرى ) بما في ذلك الغرامات وأي تقييم
لضريبة القيمة المضافة غير المدفوعة ( التي تتكبدها تطبيق كابتن أسك نتيجة لتطبيق تعليمات الهيئة العامة
للزكاة والدخل قبل إرجاع القيمة المضافة إليك .
                </p>
            </li>
            <li>
                <p>
                    ستضاف مبالغ القيمة المضافة التي ترد إليك إلى الحساب على شكل رصيد غير قابل للتحويل وغير قابل
                    لالسترداد نقدا ويكون هذا الرصيد متاح لالستخدام في المملكة العربية السعودية فقط وتنتهي صالحيته بعد عام
                    واحد من إصداره ) ما لم تقدم تطبيق كابتن أسك ( وتوافق على أنه ال يحق لك استرداد ضريبة القيمة المضافة
                    نقدا .
                </p>
            </li>
            <li>
                <p>
                    في حال كان الحساب الخاص بك مغلقا حال أحقية استرداد مبالغ ضريبة القيمة المضافة سوف تقوم تطبيق
كابتن أسك بإرسال إليك عبر البريد اإللكتروني قسيمة ) بقيمة مبالغ الضريبة على القيمة المضافة الذي يتوجب
الرد لك ( يمكنك استعمالها عل تطبيق كابتن أسك وفي حال عدم توفر عنوان البريد اإللكتروني الخاص بك في
سجالت تطبيق كابتن أسك ) لسبب عدم مشاركتك هذا العنوان مع تطبيق كابتن أسك أو ألي سبب أخر ( لن
تسعى تطبيق كابتن أسك إلى االتصال بك وسيخضع أي رد لمبلغ ضريبة القيمة المضافة لطلبك المقدم وفقا
للفقرة ) 5( أدناه . لن تكون تطبيق كابتن أسك مسؤولة عن أي قسيمة يتم إرسالها إلى عنوان البريد اإللكتروني
المسجل في سجالت تطبيق كابتن أسك إذا تم استالم هذه القسيمة و/ أو استعمالها من قبل أي شخص أخر
غيرك .
                </p>
            </li>
            <li>
                <p>
                    في حال كان الحساب الخاص بك مغلقا حال أحقية استرداد ضريبة القيمة المضافة ولم تقم تطبيق كابتن أسك
                    بالتواصل معك وفقا للفقرة ) 4 ( أعاله يمكنك التواصل مع تطبيق كابتن أسك السترداد مبالغ ضريبة القيمة
                    المضافة يتم رد المبالغ عبر اصدار قسيمة يمكنكم استعمالها على تطبيق كابتن أسك ويحق لتطبيق كابتن أسك
                    أن تطلب منك تقديم أي مستندات ) ومنها إيصاالت عن الرحالت التي تصلك عبر البريد اإللكتروني من تطبيق
                    كابتن أسك أو عبر التطبيق ( لتوثيق مطالبتك .
                </p>
            </li>
            <li>
                <p>
                    توافق على أنك لن تطلب استرداد مبالغ ضريبة القيمة المضافة من تطبيق كابتن أسك بعد مضي 12 شهر من
                    التاريخ الذي علمت فيه بحقك المحتمل في استرداد ضريبة القيمة المضافة .
                </p>
            </li>
        </ol>
    </div>
</body>
</html>
